Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=775_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Kutsu saamelaisnuorten konferenssiin
smn: Povdiittâs säminuorâi konfereensân

source: Tervetuloa Saamelaiskäräjien nuorisoneuvoston järjestämään saamelaisnuorten konferenssiin saamelaiskulttuurikeskus Sajokseen Inariin 6.-7.2.2014.
smn: Tiervâpuáttim Sämitige nuorâirääđi uárnim säminuorâi konfereensân säämi kulttuurkuávdáš Sajosân Anarân 6.-7.2.2014.

source: Konferenssin aiheena on suvaitsevaisuus sekä saamelaisnuorten identiteetti.
smn: Konferens fáddán lii soováášvuotâ sehe säminuorâi identiteet. Konferens eehidohjelmin lii sämimuusik.

source: Konferenssin iltaohjelmana on saamelaismusiikkia.
smn: Konferens lii mávsuttem já tot lii áávus puohháid kiäh láá perustum.

source: Konferenssi on maksuton ja se on avoin kaikille kiinnostuneille.
smn: TIERVÂPUÁTTIM !

source: Ilmoittautumiset viimeistään 24.1.2014.
smn: Almottâtmeh majemustáá 24.1.2014.

source: Ilmoittautumiset ja lisätietoa:
smn: Almottâtmeh já lasetiätu:

source: Kaisa Tapiola-Länsman
smn: Laura-Maija Niittyvuopio

source: kaisa.
smn: puh..
